{
  "name":"Arthur Weasley",
  "species":"human",
  "gender":"male",
  "house":"Gryffindor",
  "dateOfBirth":"06-02-1950",
  "yearOfBirth":1950,
  "ancestry":"pure-blood",
  "eyeColour":"blue",
  "hairColour":"red",
  "wand":{
    "wood":"",
    "core":"",
    "length":""
  },
  "patronus":"weasel",
  "hogwartsStudent":false,
  "hogwartsStaff":false,
  "actor":"Mark Williams",
  "alive":true,
  "image":"http://ekladata.com/uMNuq-9Jt--rRn5vFdU1qQfcPIU@335x439.jpg",
  "resumer":"Arthur Weasley est le père de Ron. Comme tous ses enfants il est roux. C'est un homme grand, mince et presque chauve qui porte des lunettes. Il travaille au Ministère de la Magie, d'abord au Service des Détournements de l'Artisanat Moldu (le plus ennuyeux des métiers d'après Ron), avant d'être promu Chef du Bureau de détection et de confiscation des faux sorts de défense et objets de protection dans PdSM. Mr Weasley adore tout ce que fabriquent les Moldus. Il démonte leurs inventions et lance des sorts dessus avant de les remonter. L'un de ses résultats fameux est la Ford Anglia volante, à cause de laquelle il a du payer une amande de 50 Gallions. Il est également fasciné par la façon qu'ont les Moldus de se débrouiller sans avoir recours à la magie. Tout comme Ron avec Drago, il ne supporte pas que Lucius Malefoy fasse des réflexions sur lui ou sa famille, et se bat même avec lui chez Fleury & Bott (CdS). Durant les vacances avant PA, il a gagné le grand prix de la loterie du Gallion, organisé par la Gazette du Sorcier et d'un montant de 700 Gallions. Il l'utilise pour que lui et toute sa famille rendent visite à Bill en Egypte. Arthur Weasley est membre de l'Ordre du Phénix, et l'était déjà avant la chute de Voldemort. Il est aussi le 2e cousin au 2e degré de Sirius. Dans OdP, Arthur se fait agresser part un serpent géant envoyé par Voldemort alors qu'il montait la garde, et est hospitalisé à Ste Mangouste dans la salle Dei Llewellyn. Lors du départ de Harry de Privet Drive, Mr Weasley est l'un des membres de l'Ordre du Phénix jouant les accompagnateurs d'un autre membre ayant pris l'apparence de Harry grâce à une potion de Polynectar, le tout afin de brouiller les pistes. Il accompagne Fred. Son Patronus est une belette ('weasel' en anglais). Arthur devient le Gardien du Secret des Weasley lorsque ceux-ci sont obligés de fuir. Arthur fait partie de ceux prenant part à la bataille finale à Poudlard."
}
