{
  "name":"Draco Malfoy",
  "species":"human",
  "gender":"male",
  "house":"Slytherin",
  "dateOfBirth":"05-06-1980",
  "ancestry":"pure-blood",
  "eyeColour":"grey",
  "hairColour":"blonde",
  "patronus":"no data",
  "actor":"Tom Felton",
  "image":"https://vignette.wikia.nocookie.net/harrypotter/images/6/6d/Draco_Malfoyyy.jpg/revision/latest?cb=20090608163311",
  "resumer":"Drago est le fils de Lucius et Narcissa Malefoy. C'est le pire ennemi de Harry à Poudlard. Il a le teint pâle et un nez en pointe. C'est dans la boutique de Mme Guipure qu'il croise Harry pour la première fois. Drago possède un hibou grand-duc. Il est très prétentieux, et ne voit pas pourquoi les élèves de 1ère année n'auraient pas le droit d'avoir leur propre balai. Il compte d'ailleurs bien en faire acheter un à son père et l'introduire en douce à Poudlard. Son père pense d'ailleurs que ce serait un scandale s'il ne faisait pas partie de l'équipe de Quidditch. Avant même la cérémonie du choixpeau, il est convaincu d'aller à Serpentard, où toute sa famille a toujours été. Il méprise Poufsouffle et se moque de Hagrid. Il ne cesse de faire des réflexions désobligeantes sur la pauvreté de la famille Weasley, étant lui-même issu d'une famille très riche. Son père avait envisagé de l'envoyé à Durmstrang plutôt qu'à Poudlard. Il pense que Poudlard devrait être réservé aux enfants issus des vieilles familles de sorciers. Drago devient Attrapeur de l'équipe de Quidditch de Serpentard dans CdS, suite à un don généreux de son père. Il devient préfêt pour Serpentard dans OdP, et fait partie de la Brigade Inquisitoriale Dans PdSM, Drago est devenu un Mangemort. Il s'est vu confier une mission par Voldemort: tuer Dumbledore. Il soumet d'abord Rosmerta à l'Imperium (puis communique avec elle via des pièces enchantées, comme celles utilisées par l'AD dans OdP) pour qu'elle donne un objet ensorcelé à un élève (Katie Bell) qui sera alors chargé de l'apporter à Dumbledore, mais c'est Katie qui est atteinte par le maléfice. Puis il tente d'empoisonner une bouteille de vin que Slughorn souhaitait offrir à Dumbledore, mais c'est Ron qui se fait empoisonner. Finalement, il parvient à faire entrer les Mangemorts à Poudlard grâce à l'Armoire à Disparaitre, dont il existe un double chez Barjow & Beurk. Ces deux armoires communiquent. Une fois face à Dumbledore qui est désarmé, Drago se laisse peu à peu convaincre de ne pas le tuer, mais il craint que sa famille se fasse tuer par Voldemort. C'est finalement Severus Rogue qui accomplira la mission de tuer Dumbledore avant que lui et Drago ne s'enfuient avec les Mangemorts. Dans RdM, Drago est utilisé par Voldemort, qui le force à torturer leurs prisonniers (voire les Mangemorts qui ont mal travaillé). Harry lui vole sa baguette lorsque lui et les autres sont prisonniers au Manoir des Malefoys Sans s'en rendre compte, Drago est devenu le maitre de la Baguette de Sureau lorsqu'il l'a retirée des mains de Dumbledore, avant qu'il ne renonce à le tuer. Mais Harry en est devenu le nouveau propriétaire en volant la baguette de Drago. Par 2 fois au cours de la bataille finale à Poudlard, Drago se fait sauver par Harry et Ron. 19ans après la bataille de Poudlard Drago est marié a Astoria Greengrass décédée en 2021 avec elle il a eu un fils nommée Scorpuis Malefoy. Drago devient potioniste pour St-Mangouste puis pour le ministère"
}
