{
	"name":"Fantastic Beasts and The Crimes of Grindelwald",
	"year":"2018",
	"director":"David Yates",
	"producer":"David Heyman, J. K. Rowling, Steve Kloves and Lionel Wigram",
	"resume":"In 1927, the Magical Congress of the United States of America (MACUSA) is transferring the powerful dark wizard Gellert Grindelwald to Europe to be tried for his crimes. Grindelwald escapes, aided by MACUSA employee Abernathy. Three months later in London, Newt Scamander is at the Ministry of Magic to appeal his international travel ban. While there, he runs into Leta Lestrange, an old Hogwarts classmate and his auror brother Theseus' fiancée. The ministry agree to grant Newt's request on condition he aids Theseus in locating Credence Barebone in Paris. Newt declines after learning he must work with the bounty hunter, Gunnar Grimmson. Later, after being reprimanded by the Ministry for his recent actions, Albus Dumbledore meets with Newt and is revealed to have indirectly sent his former student to America to release Frank the Thunderbird. Dumbledore requests that Newt travel to Paris and save Credence from Grindelwald and the Ministry, both believing he is Leta's long-lost brother, Corvus Lestrange. Soon after, Newt receives an unexpected visit from his American friends Queenie Goldstein and Jacob Kowalski. Jacob, a Muggle, has regained his memories that were erased in the previous film. Newt is disappointed that Tina is not with them. Queenie tells him that Tina is seeing someone after reading in Spellbound magazine that Newt and Leta were betrothed. Newt explains his brother is engaged, not him. Newt deduces that Queenie enchanted Jacob into eloping to circumvent the MACUSA's marriage ban between wizards and non-magical humans. After Newt lifts the charm, Jacob refuses to marry Queenie, fearing the consequences she would face. Upset, Queenie leaves to find Tina. Newt and Jacob follow her to Paris where Tina is looking for Credence. In Paris, Tina searches for Credence at the Circus Arcanus. Credence, and a female circus performer named Nagini who is held captive at the circus, escape after causing a distraction. While searching for Credence's birth mother, he and Nagini locate a half-elf servant named Irma Dugard, who placed him for adoption. However Grimmson, who is revealed to be a Grindelwald follower, arrives and kills Irma. Meanwhile, Tina meets Yusuf Kama, who is also hunting Credence. Newt and Jacob follow Yusuf to Tina. Yusuf explains that he made an Unbreakable Vow to kill his brother, whom he believes to be Credence. Meanwhile, unable to find Tina, a distraught Queenie is found by a Grindelwald follower and brought to him. Grindelwald, knowing Queenie's Legilimens ability, allows her to leave while manipulating her into joining him in order to marry Jacob. Newt and Tina infiltrate the French Ministry of Magic for documents to confirm Credence's identity, but Leta and Theseus discover them. Newt and Tina reconcile after he explains he was never engaged to Leta. Their search for information about Credence leads them to the Lestrange family tomb where they find Yusuf. He reveals that he is carrying out his father's request to avenge his mother Laurena Kama's death. She was kidnapped by Corvus's father, who used the Imperius Curse on her. She later died giving birth to Corvus' sister, Leta. Leta reveals she unintentionally caused her brother's death. While aboard a ship en route to America, Leta, unable to stand his constant crying, switched her baby brother with another infant (Credence) shortly before the ship sank. Corvus drowned while Credence survived. The group find themselves at Grindelwald's rally where Queenie is among the followers. Jacob is also in attendance. There, Grindelwald shows images of a future global war, and rails against the Ministry's laws prohibiting them from preventing such a tragedy. As Theseus and the Aurors surround the rally, Grindelwald prompts his followers to disperse across Europe and spread his message. Grindelwald casts a ring of blue fire that only his most loyal followers, including Credence and Queenie, can safely cross to join him. Leta sacrifices herself to hold off Grindelwald so Newt, Tina, Jacob, Yusuf, Nagini, and Theseus can escape. As Grindelwald leaves, the remaining heroes unite alongside the immortal alchemist Nicolas Flamel to subdue and extinguish the fire. Newt realises he is now embroiled in a conflict with Grindelwald, and must choose to fight. At Hogwarts, Newt presents Dumbledore with a vial stolen from Grindelwald. It contains a blood pact Grindelwald and Dumbledore made during their youth that prevents them dueling each other. Dumbledore believes it can be destroyed. At his Nurmengard base in Austria, Grindelwald tells Credence that his true identity is as Aurelius Dumbledore, Albus' long-lost brother, and the only person powerful enough to defeat him.",
	"image":"https://upload.wikimedia.org/wikipedia/en/3/3c/Fantastic_Beasts_-_The_Crimes_of_Grindelwald_Poster.png",
	"video":"FantasticBeasts2"
}
