{
  "name":"Ginny Weasley",
  "species":"human",
  "gender":"female",
  "house":"Gryffindor",
  "dateOfBirth":"11-08-1981",
  "ancestry":"pure-blood",
  "eyeColour":"brown",
  "hairColour":"red",
  "patronus":"horse",
  "actor":"Bonnie Wright",
  "image":"https://vignette.wikia.nocookie.net/harrypotter/images/3/39/PromoHP7_Ginny_Weasley.jpg/revision/latest?cb=20110901204301&path-prefix=fr",
  "resumer":"Ginny est la petite soeur de Ron. Comme le reste de la famille, elle est rousse. Sa chambre au Terrier est au 2e étage. Dans CdS elle semble avoir un petit faible pour Harry, et lui envoie même une carte de St Valentin. Juste avant sa première rentrée à Poudlard, Lucius Malefoy lui a glissé le journal intime de Tom Jedusor dans ses affaires. Tout au long de l'année elle va écrire dedans comme si c'était le sien, Tom la réconfortant. Elle lui a confié ses peurs et ses secrets, mettant toute son énergie dedans et donnant sans s'en rendre compte de la force à Jedusor, lui permettant de déverser un peu de son âme en elle et de se détacher des pages pour reprendre une existence autonome. Sous l'influence de Tom, Ginny a ouvert la Chambre des Secrets et lancé le Basilic sur les enfants de Moldus, et tua elle même les coqs de Hagrid dont le chant aurait pu tuer le monstre. Elle n'avait aucune conscience de ce qu'elle faisait mais finit par s'en rendre compte et se débarassa du journal dans les toilettes de Mimi Geignarde, mais le vola dans la chambre de Harry quand elle réalisa que celui-ci l'avait récupéré. Puis Tom la fit entrer dans la Chambre des Secrets où il utilisa son énergie pour reprendre forme corporelle avant que Harry ne vienne la sauver. Ginny s'est rendue au bal du Tournoi des 3 Sorciers accompagnée par Neville Londubat. Dans OdP, Ginny sort avec Michael Corner, qui l'a rencontrée lors du bal de Noël de CdF. Elle rejoint également l'Armée de Dumbledore, et devient Attrapeur pour Gryffondor en remplacement de Harry pendant l'exclusion de celui-ci, même si elle dit préférer la place de Poursuiveur. Elle fait aussi partie de l'équipe partie au Département des Mystères pour sauver Sirius. Dans PdSM, Ginny sort avec Dean. Elle devient poursuiveuse dans l'équipe de Quidditch de Gryffondor. Elle finit par quitter Dean, et durant les dernières semaines de PdSM elle sort avec Harry. Mais Harry préfère mettre fin à leur relation, de peur que Voldemort ne la prenne pour cible. Gabrielle et Ginny sont les demoiselles d'honneur de Fleur lors de son mariage avec Bill. Dans sa chambre, Ginny a des posters des Bizarr' Sisters et de Gwenog Jones. Pour le 17e anniversaire de Harry, Ginny lui offre un baiser fougueux... Ginny, Neville et Luna, poursuivent l'action de l'Armée de Dumbledore. Au cours de l'année, ils tentent de voler l'épée de Gryffondor dans le bureau de Rogue, mais ils se sont fait surprendre et l'épée a été envoyée à Gringotts. Ginny finit bannie des sorties à Pré-au-Lard. Ginny fait partie de ceux prenant part à la bataille finale à Poudlard (même si Harry et Mrs Weasley essaient de la tenir au maximum à l'écart des affrontements). 19 ans après la bataille de Poudlard, elle est mariée Harry.ils ont 3 enfants: James, Albus, et Lily."
}
