{
  "name":"Hermione Granger",
  "species":"human",
  "gender":"female",
  "house":"Gryffindor",
  "dateOfBirth":"19-09-1979",
  "ancestry":"muggleborn",
  "eyeColour":"brown",
  "hairColour":"brown",
  "patronus":"otter",
  "actor":"Emma Watson",
  "image":"https://wingardium-leviosa.com/wp-content/uploads/2018/03/hermione-granger-personnage-categorie-1.jpg",
  "resumer":"Née de parents tous deux Moldus et dentistes, Hermione possède d'épais cheveux bruns ébouriffés et touffus et de grandes dents. Elle parle sur un ton autoritaire. Lors du premier voyage dans le Poudlard Express, elle dit espérer être dans Gryffondor car elle semble être la meilleure maison, même si Serdaigle ne doit pas être mal non plus. Elle est extrêmement studieuse - avant même la première rentrée des classes elle a déjà lu en entier tous les livres du programme. Elle aime étaler sa science, du moins au début, et ne cesse de tenter d'empêcher Harry et Ron d'enfreindre le règlement, ce qui lui attire leur antipathie. D'abord un peu rejetée également à cause de son côté je-sais-tout, elle finira par devenir amie avec Ron et Harry. Hermione est particulièrement douée en métamorphose et en enchantements. Elle pense que se faire renvoyer est pire que de se faire tuer. Après chaque examen elle aime passer en revue toutes les réponses, au grand damn de Ron. Ce n'est que vers la fin de sa première année à Poudlard qu'elle réalise que tout ne peut pas s'apprendre dans les livres. Dès sa deuxième année c'est elle-même qui incite à enfreindre le règlement et préparer une potion de Polynectar. Dans CdS, elle a un petit faible pour Lockhart, et lui envoie même une carte de St Valentin. Lorsqu'elle prépare la potion de Polynectar pour elle-même, elle utilise un poil de chat au lieu d'une cheveu et est transformée en chat. Elle est alors obligée de rester à l'infirmerie pendant plusieurs semaines. Plus tard elle se fera pétrifier par le Basilic alors qu'elle venait de découvrir son identité et utilisait un miroir pour s'assurer que la voie était libre. Selon Trelawney, Hermione fait preuve d'une 'réceptivité très limitée aux résonances de l'avenir'. En effet, Hermione reste constamment sceptique durant les cours de Divination, qu'elle finit par abandonner, jugeant qu'il ne s'agit que de charlatanisme. Elle est de toute façon très surmenée durant sa 3e année à cause du nombre d'options qu'elle suit, et à la surprise de tout le monde elle va même jusqu'à gifler Drago. En fait, pour assister à tous ses cours simultanés elle utilise un Retourneur de Temps qui lui a été donné par McGonagall, et dont elle cachait l'existence à ses amis car elle était tenue au secret. Hermione est la première à comprendre ce qui rend Lupin 'malade' tous les mois. Hermione est particulièrement indignée par la façon dont on traite les Elfes de Maison lorsqu'elle rencontre Winky à la Coupe du Monde de Quidditch. Elle fondera d'ailleurs la S.A.L.E. Hermione s'est rendue au bal du Tournoi des 3 Sorciers accompagnée par Viktor Krum. On apprend dans OdP qu'elle lui écrit toujours. Dans OdP, elle devient préfête pour Gryffondor, avec Ron. C'est elle qui donne à Harry l'idée de créer un club de Défense contre les Forces du Mal, et c'est donc tout naturellement qu'elle va rejoindre l'Armée de Dumbledore. Elle fait aussi partie de l'équipe partie au Département des Mystères pour sauver Sirius. Hermione obtient 11 BUSE: dix O et un E en Défense Contre les Forces du Mal. Elle poursuit les cours d'Enchantements, Défense Contre les Forces du Mal, Botanique, Métamorphose, Potions, Arithmancie, Runes. Hermione aide secrètement Ron à obtenir le poste de gardien dans l'équipe de Quidditch, en lançant un sort de Confusion sur son concurrent, Cormac McLaggen. Elle n'apprécie pas que Harry utilise les sorts trouvés dans le livre de Potions du Prince de Sang-Mêlé sans en savoir plus. Alors que Ron sort avec Lavande, Hermione complote avec Parvati pour lui faire croire qu'elle sort avec Cormac McLaggen. Lors de l'assaut de Poudlard par des Mangemorts dans PdSM, elle et Luna sont chargées de surveiller le bureau de Rogue. Ce qui lui fait le plus peur au monde est d'échouer à ses examens. Son Patronus prend la forme d'une loutre. Après les funérailles de Dumbledore, Hermione a récupéré par magie les livres sur les Horcruxes dans son bureau. Lors du départ de Harry de Privet Drive, Hermione est l'un des 6 membres de l'Ordre du Phénix à prendre l'apparence de Harry grâce à une potion de Polynectar, afin de brouiller les pistes. Elle est accompagnée par Kingsley Shacklebolt. Hermione a modifié les souvenirs de ses parents pour qu'ils croient s'appeler Wendell et Monica Wilkins et qu'ils voulaient déménager en Australie, pour qu'ils ne soient pas mis en danger. Dans son testament, Dumbledore lègue à Hermione le livre des Contes de Beedle le barde, qui est écrit en runes. Pour pouvoir pénétrer dans le Ministère et récupérer le pendentif (en possession d'Ombrage), Hermione prend l'apparence de Mafalda Hopkrik grâce à une potion de Polynectar.  19ans après la bataille de Poudlard elle se marie avec Ronald Weasley avec qui elle aura 2 enfant, Rose et Hugo. Hermione devient ministre de la magie."
}
