{
  "name":"Lord Voldemort",
  "species":"human",
  "gender":"male",
  "house":"Slytherin",
  "dateOfBirth":"31-12-1926",
  "ancestry":"half-blood",
  "eyeColour":"red",
  "hairColour":"bald",
  "patronus":"no data",
  "actor":"Ralph Fiennes",
  "image":"https://vignette.wikia.nocookie.net/harrypotter/images/6/6e/VoldemortHeadshot_DHP1.png/revision/latest?cb=20161203031453",
  "resumer":"Avant de prendre le nom de Lord Voldemort, un anagramme de son nom, il s'appelait Tom Elvis Jedusor et était un garçon aux cheveux noirs né d'une mère sorcière et d'un père Moldu. Sa mère, Merope Gaunt, est morte en lui donnant le jour. Il est héritier de Serpentard à travers elle. Son père, Tom Jedusor Sr., l'a abandonné avant sa naissance le jour où il a découvert que sa femme était une sorcière. Il a hérité le prénom Tom de son père, et son second prénom Elvis de son grand-père, Elvis Marvolo Gaunt. Peu après sa naissance un 31 décembre, il est placé dans un orphelinat Moldu où il passera les 11 premières années de sa vie, jusqu'à ce que Albus Dumbledore vienne lui apprendre qu'il est un sorcier. A 11 ans, Tom Jédusor apparait déjà très agressif, et a conscience d'être 'spécial'. Il a déjà un certain contrôle sur ses pouvoirs. Ses expériences sont sadiques et cruelles. Il veut avant tout être différent, et ne surtout pas être quelqu'un d'ordinaire. Tom aime collectionner des trophées de ses coups d'éclats, comme des objets volés à ses camarades orphelins qu'il terrorise (il est soupçonné d'avoir pendu le lapin de l'un d'entre eux). Selon Dumbledore, Tom n'a jamais eu d'ami et n'en a jamais voulu. Pendant ses études à Poudlard, il est membre de Serpentard et devient même préfêt-en-chef. Voldemort est un nom qu'il utilise déjà à l'époque pour ses amis les plus proches. L'été il retourne à l'orphelinat, mais préférerait rester à Poudlard. Adolescent, il retourne voir sa famille paternelle, qu'il tue avec une baguette volée à son oncle Morfin, qui sera accusé de ces meurtres. Il récupère aussi la bague des Gaunt. C'est au cours de sa 5e année qu'il ouvre la Chambre des Secrets, et lache le Basilic sur Mimi Geignarde avant de s'arranger pour faire accuser Hagrid. Il recevra d'ailleurs une médaille du Mérite magique pour services rendus à l'école. Seul Dumbledore s'est douté de quelque chose et a surveillé Tom de près. Voldemort s'intéresse déjà aux Horcruxes alors qu'il est encore étudiant. Afin de devenir immortel, il fractionne son âme en 7 morceaux, et en place 6 dans des Horcruxes. Ainsi, il ne pourra pas être vaincu tant qu'il existera l'un de ces Horcruxes. Une fois diplômé, Tom souhaite obtenir le poste de professeur de Défense Contre les Forces du Mal, mais Dippet, le jugeant trop jeune, refuse. Plus tard, Dumbledore lui refusera aussi le poste, et depuis le poste est maudit. Après être sorti de Poudlard, Tom travaille chez Barjow & Beurk. Il vole le pendentif de Serpentard et la coupe de Poufsouffle à Hepzibah Smith avant de la tuer et de faire porter le chapeau à Hokey, l'Elfe de Maison de celle-ci. Par la suite Lord Voldemort va devenir un sorcier puissant qui, à sa grande époque, corrompait et prenait le pouvoir sur les autres sorciers, tuant ceux qui résistaient. On suppose qu'il voulait soit attirer les Potter de son côté soit s'en débarasser, et le jour d'Halloween les a tués. En réalité il était influencé par la portion de prophétie qui lui a été rapportée, et qui implique selon lui leur enfant, Harry, encore bébé. Il est anéanti lorsqu'il tente de tuer Harry. Son pouvoir s'est alors brisé, et il a disparu. Il a tué Lily Potter car celle-ci tentait de protéger Harry: il ne peut comprendre l'amour qu'elle lui portait. Presque tué, il se réfugie dans une forêt d'Albanie où il finit par croiser le chemin de Quirrell, qu'il possède. Il tente alors de mettre la main sur la Pierre Philosophale mais Harry, alors en première année à Poudlard, l'en empêche en tuant malgré lui Quirrell. Privé d'hôte, Voldemort se réfugie alors à nouveau dans la forêt. Pendant ce temps, à travers son journal intime, le souvenir de Tom utilisera Ginny pour réouvrir la Chambre des Secrets. Voldemort subsiste comme il peut jusqu'à ce que Queudver, démasqué à la fin de PA, le rejoigne en lui amenant Bertha Jorkins, une membre du Ministère connaissant des informations susceptibles d'intéresser Voldemort. Ce dernier tue ensuite la sorcière. Queudver réussit à lui faire retrouver un corps rudimentaire, et Voldemort entreprend alors de redevenir humain. Il lui faut pour cela le sang d'un ennemi: celui de Harry Potter. Avec l'aide de son plus fidèle serviteur Barty Croupton Junior il tend un piège à Harry en le forçant à participer au Tournoi des 3 Sorciers. Lors de l'épreuve finale, lorsque Harry touche le trophée, ce dernier est en réalité un Portoloin qui transporte Harry face à Voldemort et ses Mangemorts. Après sa renaissance dans CdF, Voldemort a des yeux écarlates, des pupilles verticales comme celles d'un chat, un nez plat, et des fentes pour narines comme les serpents. Il souhaite alors s'allier aux Détraqueurs et aux Géants. Son but ultime: vaincre la mort elle-même. Une fois redevenu humain Voldemort provoque Harry en duel mais un phénomène magique étrange les empêche de s'affronter: les plumes de Phénix de leurs baguettes proviennent du même oiseau et lorsqu'ils se lancent un sort simultanément un Prior Incanto est lancé. Harry parvient à s'échapper mais Voldemort est indemme. Voldemort est très bon en matière de Legilimancie: il sait toujours quand quelqu'un lui ment. Il semble que le seul sorcier que Voldemort ait jamais craint soit Albus Dumbledore. Etant étudiant à Poudlard 50 ans auparavant, on peut en déduire que Voldemort est à présent agé d'environ 65 ans. Sous le conseil d'Ollivander, qu'il retient prisonnier, Voldemort emprunte la baguette de quelqu'un d'autre (celle de Lucius Malefoy) afin de s'affranchir du lien entre sa baguette et celle de Harry. Mais lorsqu'il tente de lancer un sort sur Harry lors de son départ de Privet Drive, la baguette de Harry semble agir de son propre chef et détruit celle portée par Voldemort. Voldemort est capable de voler sans balai. Voldemort ayant hérité de la Pierre de Résurrection (la bague des Gaunt), l'une des 3 Reliques de la Mort, sans connaître sa nature, il est le descendant de l'un des frères Peverell. Voldemort se met à la recherche de la Baguette de Sureau, l'une des 3 Reliques de la Mort et une baguette très puissante, sans connaître l'existence des autres Reliques. Il traque d'abord Gregorovitch, qui s'est fait voler la Baguette par Grindelwald en son temps, puis Grindelwald lui-même, qu'il tue lorsqu'il découvre qu'il n'est plus en possession de la Baguette: c'est Dumbledore qui l'a récupérée à l'issue de leur confrontation légendaire. Voldemort va donc piller la tombe de Dumbledore pour y récupérer la Baguette de Sureau. Mais il ne parvient pas à exploiter ses pouvoirs. Il suppose que c'est parce qu'elle n'obéira qu'à celui ayant vaincu son ancien propriétaire, c'est à dire Rogue. Voldemort lache donc à regret Nagini sur celui qu'il considère toujours comme son plus fidèle soldat (même si on découvre plus tard que Rogue a en réalité toujours été du côté de Dumbledore et de l'Ordre). Lorsque Harry se livre à lui, il lui lance un Avada Kedavra: cependant, au lieu de tuer Harry, il vient de détruire le Horcrux qui était en lui, créé la première fois où il a tenté de le tuer alors qu'il était bébé. Voldemort le croit mort jusqu'à ce que Harry ne réagisse lorsqu'il torture Neville. Les combats se poursuivent à l'intérieur de Poudlard, et il affronte enfin Harry. La Baguette de Sureau ne révèle toujours pas ses pouvoirs à Voldemort malgré la mort de Rogue, car ce n'était pas lui son dernier maitre, mais Drago, qui l'avait retirée des mains de Dumbledore sans connaitre les conséquences... Et comme Harry a volé la baguette de Drago il y a quelques semaines, cela fait de lui le nouveau maitre de la Baguette de Sureau. Et tandis que Voldemort lance un Avada Kedavra sur Harry, la baguette change de mains pour celles de Harry, et c'est Voldemort qui reçoit le sort mortel. C'est la fin de Voldemort... Avant la bataille de Poudlard Voldemort devient le père de Delphini d'après celle ci."
}
