{
  "name":"Neville Longbottom",
  "species":"human",
  "gender":"male",
  "house":"Gryffindor",
  "dateOfBirth":"30-07-1980",
  "ancestry":"pure-blood",
  "eyeColour":"no data",
  "hairColour":"blonde",
  "patronus":"no data",
  "actor":"Matthew Lewis",
  "image":"https://file1.closermag.fr/var/closermag/storage/images/media/images-des-contenus/actu-people/people-anglo-saxons/20150522-matthew/matthew-lewis-incarne-neville-londubat-dans-la-saga-harry-potter/4528446-1-fre-FR/Matthew-Lewis-incarne-Neville-Londubat-dans-la-saga-Harry-Potter_exact1024x768_p.jpg",
  "resumer":"Neville est un garçon au visage joufflu. Il est très maladroit et tête en l'air. Il possède un crapaud du nom de Trevor. Neville a été élevé par sa grand-mère, et sa famille a longtemps cru qu'il était un Cracmol. C'est son grand-oncle Algie qui, à force de tentatives - dangereuses - finira par lui faire faire de la magie. Ce fut alors un grand soulagement pour la famille Londubat. Neville reçoit de sa grand-mère un Rapeltout dans EdS. Il n'est pas très doué sur un balai magique. Par ailleurs il rate toujours ses expériences en cours de potions, ce peut-être à cause de la peur viscérale qu'il éprouve pour le Professeur Rogue. Lors d'un cours de Maugrey Fol Oeil dans CdF, il est particulièrement choqué par la vue des effets du sort Doloris. En effet ses parents Aurors, Frank et Alice ont été soumis à ce sortilège par des Mangemorts jusqu'à en devenir fous. Neville leur rend visite à l'hôpital Ste Mangouste pendant les vacances mais ils ne le reconnaissent pas. Neville s'est rendu au bal du Tournoi des 3 Sorciers accompagné par Ginny Weasley. Neville ne semble être bon qu'en botanique, mais dans OdP, quand il rejoint l'Armée de Dumbledore, il semble plutôt doué. Neville est capable de voir les Sombrals: il a en effet vu son grand-père mourir. Neville fait partie de l'équipe partie au Département des Mystères pour sauver Sirius. Dans la bataille, sa baguette - qui appartenait à son père - est brisée par Dolohov. Neville étant né fin Juillet comme Harry, et ses parents ayant défié Voldemort par trois fois, il aurait pu être celui dont parlait la prophétie. Dans PdMS, Neville a une nouvelle baguette en bois de cerisier et poil de licorne. Il obtient un O en Botanique, un A en Métamorphose, un E en Défense Contre les Forces du Mal, un E en Enchantements. Il poursuit tous ces cours sauf Métamorphose. Ginny, Neville et Luna, poursuivent l'action de l'Armée de Dumbledore. Au cours de l'année, ils tentent de voler l'épée de Gryffondor dans le bureau de Rogue, mais ils se sont fait surprendre et l'épée est envoyée à Gringotts. Les Mangemorts ont tenté de s'en prendre à sa grand-mère pour tenter de discipliner Neville, mais elle a envoyé Dawlish à Ste Mangouste avant de se mettre en fuite. Elle est très fière de ce que fait Neville, trouvant qu'il est le digne fils de ses parents. Neville fait partie de ceux prenant part à la bataille finale à Poudlard. C'est lui qui tue Nagini à l'aide de l'Epée de Gryffondor sortie du Choixpeau. 19 ans plus tard, Neville est devenu Professeur de Botanique à Poudlard et est marié a Hannah Abbot."
}
