{
  "name":"Remus Lupin",
  "species":"werewolf",
  "gender":"male",
  "house":"Gryffindor",
  "dateOfBirth":"10-03-1960",
  "ancestry":"half-blood",
  "eyeColour":"green",
  "hairColour":"brown",
  "patronus":"wolf",
  "actor":"David Thewlis",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS1mkwFPr01-vD0WHOwXJZjuPwIfd3aiY5UAB-KpwExNYAV6oiD",
  "resumer":"Rémus Lupin est le professeur de Défense contre les Forces du Mal à Poudlard pendant la 3e année de Harry. Bien que jeune, ses cheveux chatains sont parsemés de mèches blanches. Sa robe de sorcier est miteuse et rapiécée en plusieurs endroits. Lupin semble souvent malade et épuisé, mais malgré son visage gris, fatigué, et ridé prématurément, ses yeux restent vifs. Il a une voix légèrement rauque. Lupin a été mordu enfant par le loup-garou Fenrir Greyback, après que son père l'ait offensé, et est alors devenu un loup-garou lui-même. Ce qui lui fait le plus peur au monde est la pleine lune, qui provoque ses transformations. Le Saule Cogneur a été installé à cause de lui lors de sa première année comme étudiant à Poudlard, pour protéger l'entrée du tunnel menant à la Cabane Hurlante, où il se réfugiait tous les mois lors de ses transformations pour ne mettre personne en danger. Ses transformations sont devenues moins redoutées pour lui lorsque ses meilleurs amis de l'époque, James Potter, Sirius Black et Peter Pettigrow découvrirent son secret et décidèrent de tous devenir des Animagi pour lui tenir compagnie quand il se transformait - sous forme d'animaux ils ne risquaient rien. Son surnom à l'époque était Lunard et il est l'un des auteurs de la Carte du Maraudeur. Il est devenu préfêt pour Gryffondor, car Dumbledore pensait qu'il parviendrait à exercer un certain contrôle sur ses amis, mais il a échoué. Lupin est l'un des rares sorciers qui n'ait pas peur de prononcer le nom de Voldemort. Il devient d'ailleurs membre de l'Ordre du Phénix lors de la 1e guerre. Lupin devient le professeur de Défense contre les Forces du Mal pendant la 3e année de Harry. Au début de l'année scolaire, il est étrangement présent à bord du Poudlard Express - alors que normalement seuls les élèves y voyagent - et utilise un sort de Patronus sur le Détraqueur qui entre dans le compartiment. Tous les mois, Lupin ne peut assurer ses cours à cause de ses transformations, et se fait remplacer par Rogue. Lupin est présent lors de la bataille au Département des Mystères dans OdP. Dans PdSM, Lupin est envoyé par l'Ordre comme espion chez les loups-garous, qui sont presque tous du côté de Voldemort. Tonks est amoureuse de lui, mais Lupin la repousse, se trouvant trop vieux, trop pauvre et trop dangereux pour elle. Tonks fini par le convaincre et à la fin de PdSM ils sortent ensemble. Tonks et Lupin se sont mariés dans le courant du mois de juillet précédent le début de RdM. Lors du départ de Harry de Privet Drive, Lupin est l'un des membres de l'Ordre du Phénix jouant les accompagnateurs d'un autre membre ayant pris l'apparence de Harry grâce à une potion de Polynectar, le tout afin de brouiller les pistes. Il accompagne George. Peu de temps après, Tonks est enceinte de Lupin, mais celui-ci n'a pas l'air ravi: il est un loup-garou et cela a fait de lui et de Tonks des pariats, et le bébé en sera un aussi. Il craint aussi que le bébé soit également un loup-garou. Mais une fois que son fils, Teddy, vient au monde, il devient très heureux! Lupin participe à la radio libre 'Potterveille' sous le surnom 'Romulus'. Il y anime la rubrique 'Les Copains de Potter'. Lupin fait partie de ceux prenant part à la bataille finale à Poudlard, où lui et Tonks vont se faire tuer..."
}
