{
  "name":"Ron Weasley",
  "species":"human",
  "gender":"male",
  "house":"Gryffindor",
  "dateOfBirth":"01-03-1980",
  "ancestry":"pure-blood",
  "eyeColour":"blue",
  "hairColour":"red",
  "patronus":"Jack Russell terrier",
  "actor":"Rupert Grint",
  "image":"http://3.bp.blogspot.com/-Qr9KWEiJY5I/TtDwkrDlRHI/AAAAAAAAABg/PMo3zTWI-os/s1600/rw.jpg",
  "resumer":"Ron est le meilleur ami de Harry. Il est décrit dès EdS comme un grand dadais roux avec de grands pieds, de grandes mains et des taches de rousseur.a Issu d'une famille nombreuse assez pauvre, il a hérité beaucoup de ses affaires de ses grands frères: dans EdS, il porte les vieilles robes de sorcier de Bill, utilise la vieille baguette et le chaudron de Charlie, et a récupéré le vieux rat de Percy, Croûtard. Ron se lie très rapidement d'amitié avec Harry, dès leur premier voyage à bord du Poudlard Express. Lors de sa première rencontre avec Hermione, il souhaite ne pas se retrouver dans la même maison qu'elle. Ron déteste Drago, et s'emporte très facilement dès que celui-ci critique sa famille. Ron a horreur du cornedbeef et d'être pauvre. Il ne comprend pas comment on peut aimer le football, un jeu avec une seule balle et interdiction de voler... Il ne sait pas se servir d'un téléphone: il hurle dans le combiné. Il possède un jeu d'échecs de sorcier, vieux et abîmé, hérité de son grand-père. Chaque année pour Noël, le pull-over que lui tricote sa mère est violet, bien qu'il n'aime pas cette couleur. Toutefois, sur le sien il n'y a pas de lettre. Il a également très peur des araignées (du moins vivantes, car cela ne le gêne pas d'en utiliser mortes pour des potions). Son balai est de la marque Etoile Filante (CdS). Sa chambre au Terrier est au 4e étage et est tapissée d'affiches sur les Canons de Chudley, son équipe favorite. Sa baguette magique est presque cassée en deux lors de la collision entre la voiture volante et le Saule Cogneur, et, bien que rafistolée, elle a par la suite des effets inattendus: les sorts qu'il lance se retournent souvent contre lui. Ainsi il se retrouve à vomir des limaces. Au début de l'année suivante il rachètera une nouvelle baguette. Après avoir aidé Harry à percer le secret de la Chambre des Secrets et sauvé Ginny, il reçoit une Récompense spéciale pour Services rendus à l'Ecole. Durant CdF, Ron est un peu jaloux de Harry à cause de toute l'attention qu'on prête continuellement à son ami, et ceci est à l'origine d'une courte brouille entre eux deux. En effet, il a toujours du supporter la concurrence avec ses grands frères et endurer la célébrité de son meilleur ami, et quand le nom de Harry sort de la Coupe de Feu Ron croit que son ami cherche à attirer l'attention, à son détriment. Ron s'est rendu au bal du Tournoi des 3 Sorciers accompagné par Padma Patil. Il semble toutefois un peu jaloux de voir Hermione accompagnée par Krum. Dans OdP, il devient préfêt pour Gryffondor, avec Hermione. Cela lui vaudra de se faire offrir un balai tout neuf, un Brossdur 11. Il deviendra d'ailleurs cette même année gardien dans l'équipe de Quidditch. Son manque de confiance en lui le pénalise et l'empêche de faire des étincelles, au début du moins. La chanson chantée par les Serpentard n'est pas pour le mettre en confiance: Toutefois, quand il prend enfin confiance en lui et qu'il bloque les tirs avec brio, la chanson est tournée à son avantage. Ron fait également partie de l'Armée de Dumbledore, et de l'équipe partie au Département des Mystères pour sauver Sirius. Au cours de la bataille, Ron se retrouve avec l'un des cerveaux contenu dans les réservoirs de l'une des pièces collé à la poitrine. Ron obtient 7 BUSE: il ne rate que Divination et Histoire de la Magie. Il n'obtient aucun O. Dans PdSM, il poursuit les cours d'Enchantements, Défense Contre les Forces du Mal, Botanique, Métamorphose, Potions. Dans PdSM, Ron reste gardien de l'équipe de Quidditch après avoir passé les essais avec brio (et un peu d'aide de la part d'Hermione). La même année, il sort avec Lavande. Ron en pince momentanément pour Romilda Vane après avoir mangé des chocolats imbibés de Philtre d'Amour et destinés à Harry. Plus tard dans l'année, Ron est empoisonné mais est sauvé grâce à Harry qui pense à utiliser un bézoard. Les yeux de Ron sont bleus. Lors du départ de Harry de Privet Drive, Ron est l'un des 6 membres de l'Ordre du Phénix à prendre l'apparence de Harry grâce à une potion de Polynectar, afin de brouiller les pistes. Il est accompagné par Tonks. Fred et George ont offert à Ron le livre 'Douze moyens infaillibles de séduire les sorcières'. Grace à ce livre, Ron semble plus sûr de lui, et plus à l'aise avec les filles, en particulier avec Hermione... Dans son testament, Dumbledore lègue à Ron son Eteignoir. Pour pouvoir pénétrer dans le Ministère et récupérer le pendentif (en possession d'Ombrage), Ron prend l'apparence de Reginald Cattermole, de la Maintenance Magique, grâce à une potion de Polynectar. Mais il est vite séparé de Harry et Hermione: Yaxley l'envoie réparer une fuite dans son bureau. Lors du transplanage pendant la fuite du Ministère, Ron se fait désartibuler, et ça a l'air très douloureux. Quelques temps avant Noël, affaibli par le port prolongé du pendentif/Horcrux et déçu de voir que Harry n'a pas réellement de plan, Ron décide de laisser Harry et Hermione poursuivre seuls. Il se fait alors attraper par des Rafleurs mais il parvient à s'échapper. Lorsqu'il essaie de transplaner vers là où Harry et Hermione sont, il se fait encore désartibuler et se retrouve quelques kilomètres trop loin. Il est hébergé quelques temps à la Chaumière aux Coquillages, chez Bill et Fleur. L'Eteignoir de Dumbledore lui permet d'entendre Harry et Hermione dès qu'ils ont prononcé son nom, et en le cliquant une fois un Portoloin apparait. Il a ainsi pu rejoindre Harry et Hermione, juste à temps pour sauver Harry, qui était sur le point de se noyer en tentant de récupérer l'épée de Gryffondor. Son Patronus prend la forme d'un chien, un Terrier. 19 ans après la bataille de Poudlard, Ron épouse Hermione, la fille dont il est amoureux depuis leur premiere rencontre. Ensemble il auront 2 enfants, Rose et Hugo. Ron travailler avec George dans la boutique de farce et a trappe de celui ci."
}
