{
  "name":"Rubeus Hagrid",
  "species":"half-giant",
  "gender":"male",
  "house":"Gryffindor",
  "dateOfBirth":"06-12-1928",
  "ancestry":"half-blood",
  "eyeColour":"black",
  "hairColour":"black",
  "patronus":"no data",
  "actor":"Robbie Coltrane",
  "image":"https://vignette.wikia.nocookie.net/harrypotter/images/e/ee/Rubeushagrid.PNG/revision/latest?cb=20161123044204",
  "resumer":"Ron est le meilleur ami de Harry. Il est décrit dès EdS comme un grand dadais roux avec de grands pieds, de grandes mains et des taches de rousseur.a Issu d'une famille nombreuse assez pauvre, il a hérité beaucoup de ses affaires de ses grands frères: dans EdS, il porte les vieilles robes de sorcier de Bill, utilise la vieille baguette et le chaudron de Charlie, et a récupéré le vieux rat de Percy, Croûtard. Ron se lie très rapidement d'amitié avec Harry, dès leur premier voyage à bord du Poudlard Express. Lors de sa première rencontre avec Hermione, il souhaite ne pas se retrouver dans la même maison qu'elle. Ron déteste Drago, et s'emporte très facilement dès que celui-ci critique sa famille. Ron a horreur du cornedbeef et d'être pauvre. Il ne comprend pas comment on peut aimer le football, un jeu avec une seule balle et interdiction de voler... Il ne sait pas se servir d'un téléphone: il hurle dans le combiné. Il possède un jeu d'échecs de sorcier, vieux et abîmé, hérité de son grand-père. Chaque année pour Noël, le pull-over que lui tricote sa mère est violet, bien qu'il n'aime pas cette couleur. Toutefois, sur le sien il n'y a pas de lettre. Il a également très peur des araignées (du moins vivantes, car cela ne le gêne pas d'en utiliser mortes pour des potions). Son balai est de la marque Etoile Filante (CdS). Sa chambre au Terrier est au 4e étage et est tapissée d'affiches sur les Canons de Chudley, son équipe favorite. Sa baguette magique est presque cassée en deux lors de la collision entre la voiture volante et le Saule Cogneur, et, bien que rafistolée, elle a par la suite des effets inattendus: les sorts qu'il lance se retournent souvent contre lui. Ainsi il se retrouve à vomir des limaces. Au début de l'année suivante il rachètera une nouvelle baguette. Après avoir aidé Harry à percer le secret de la Chambre des Secrets et sauvé Ginny, il reçoit une Récompense spéciale pour Services rendus à l'Ecole. Durant CdF, Ron est un peu jaloux de Harry à cause de toute l'attention qu'on prête continuellement à son ami, et ceci est à l'origine d'une courte brouille entre eux deux. En effet, il a toujours du supporter la concurrence avec ses grands frères et endurer la célébrité de son meilleur ami, et quand le nom de Harry sort de la Coupe de Feu Ron croit que son ami cherche à attirer l'attention, à son détriment. Ron s'est rendu au bal du Tournoi des 3 Sorciers accompagné par Padma Patil. Il semble toutefois un peu jaloux de voir Hermione accompagnée par Krum. Dans OdP, il devient préfêt pour Gryffondor, avec Hermione. Cela lui vaudra de se faire offrir un balai tout neuf, un Brossdur 11. Il deviendra d'ailleurs cette même année gardien dans l'équipe de Quidditch. Son manque de confiance en lui le pénalise et l'empêche de faire des étincelles, au début du moins. La chanson chantée par les Serpentard n'est pas pour le mettre en confiance: Toutefois, quand il prend enfin confiance en lui et qu'il bloque les tirs avec brio, la chanson est tournée à son avantage. Ron fait également partie de l'Armée de Dumbledore, et de l'équipe partie au Département des Mystères pour sauver Sirius. Au cours de la bataille, Ron se retrouve avec l'un des cerveaux contenu dans les réservoirs de l'une des pièces collé à la poitrine. Ron obtient 7 BUSE: il ne rate que Divination et Histoire de la Magie. Il n'obtient aucun O. Dans PdSM, il poursuit les cours d'Enchantements, Défense Contre les Forces du Mal, Botanique, Métamorphose, Potions. Dans PdSM, Ron reste gardien de l'équipe de Quidditch après avoir passé les essais avec brio (et un peu d'aide de la part d'Hermione). La même année, il sort avec Lavande. Ron en pince momentanément pour Romilda Vane après avoir mangé des chocolats imbibés de Philtre d'Amour et destinés à Harry. Plus tard dans l'année, Ron est empoisonné mais est sauvé grâce à Harry qui pense à utiliser un bézoard. Les yeux de Ron sont bleus. Lors du départ de Harry de Privet Drive, Ron est l'un des 6 membres de l'Ordre du Phénix à prendre l'apparence de Harry grâce à une potion de Polynectar, afin de brouiller les pistes. Il est accompagné par Tonks. Fred et George ont offert à Ron le livre 'Douze moyens infaillibles de séduire les sorcières'. Grace à ce livre, Ron semble plus sûr de lui, et plus à l'aise avec les filles, en particulier avec Hermione... Dans son testament, Dumbledore lègue à Ron son Eteignoir. Pour pouvoir pénétrer dans le Ministère et récupérer le pendentif (en possession d'Ombrage), Ron prend l'apparence de Reginald Cattermole, de la Maintenance Magique, grâce à une potion de Polynectar. Mais il est vite séparé de Harry et Hermione: Yaxley l'envoie réparer une fuite dans son bureau. Lors du transplanage pendant la fuite du Ministère, Ron se fait désartibuler, et ça a l'air très douloureux. Quelques temps avant Noël, affaibli par le port prolongé du pendentif/Horcrux et déçu de voir que Harry n'a pas réellement de plan, Ron décide de laisser Harry et Hermione poursuivre seuls. Il se fait alors attraper par des Rafleurs mais il parvient à s'échapper. Lorsqu'il essaie de transplaner vers là où Harry et Hermione sont, il se fait encore désartibuler et se retrouve quelques kilomètres trop loin. Il est hébergé quelques temps à la Chaumière aux Coquillages, chez Bill et Fleur. L'Eteignoir de Dumbledore lui permet d'entendre Harry et Hermione dès qu'ils ont prononcé son nom, et en le cliquant une fois un Portoloin apparait. Il a ainsi pu rejoindre Harry et Hermione, juste à temps pour sauver Harry, qui était sur le point de se noyer en tentant de récupérer l'épée de Gryffondor. Son Patronus prend la forme d'un chien, un Terrier. 19 ans après la bataille de Poudlard, Ron épouse Hermione, la fille dont il est amoureux depuis leur premiere rencontre. Ensemble il auront 2 enfants, Rose et Hugo. Ron travailler avec George dans la boutique de farce et a trappe de celui ci.Hagrid est le Gardien des Clés et des Lieux à Poudlard et est un demi-géant. Sa mère, la géante Fridluva, est partie quand Hagrid avait 3 ans. Son père est mort lors de sa deuxième année à Poudlard. Il est deux fois plus grand que la moyenne et au moins cinq fois plus large. Ses cheveux sont longs et tout comme ses yeux sont noirs. Une barbe lui cache presque tout le visage. Ses mains sont de la taille d'un couvercle de poubelle et ses bras sont musculeux. Les bottes de cuir qu'il porte ont l'air de bébés dauphins, et donnent à Hagrid l'air d'un sauvage. Il est doté d'une force phénoménale (il tord le fusil de l'oncle Vernon sans problème), et a toujours plein de choses diverses dans ses poches. Hagrid est capable de voir les Sombrals. Il possède un chien du nom de Crockdur. Il a également un faible pour les créatures géantes et monstrueuses: il n'a pas la même notion du danger que les gens normaux... Il tient Dumbledore en très haute estime car c'est lui qui lui a permis de rester à Poudlard comme garde-chasse malgré le fait qu'il ait été renvoyé, un 13 juin, alors qu'il était en 3e année - il voulait élever Aragog mais Tom Jedusor l'a accusé d'avoir ouvert la Chambre des Secrets et d'avoir ensuite laché Aragog sur les enfants de Moldus. C'est pour cette dernière raison que Hagrid n'est pas sensé faire de la magie (ce qui ne l'empêche pas d'en faire occasionnellement...). Hagrid vit à présent dans une petite maison en bois en bordure de la Forêt Interdite. Celle-ci se compose d'une seule pièce, où des jambons et faisans sont suspendus au plafond. On y trouve également un lit massif recouvert d'une courte-pointe en patchwork. Après la mort des Potter et la défaite de Voldemort, c'est Hagrid qui dépose Harry, encore bébé, au 4 Privet Drive grâce à la moto volante de Sirius Black. C'est également lui qui vient arracher Harry aux Dursley, outré que ceux-ci lui aient caché ses origines, et qui lui annonce qu'il est sorcier. Contrairement aux apparences, Hagrid est très sensible et sentimental, et pleure facilement. Il s'attache à Harry et ses amis très rapidement quand ils arrivent à Poudlard, et il est le premier à jamais offrir à Harry un gâteau d'anniversaire (au chocolat et un peu fondu) pour ses 11 ans, ainsi qu'un album photo avec des photos de ses parents à la fin de EdS. C'est aussi Hagrid qui offre Hedwige à Harry pour ses 11 ans. Il se sent par ailleurs coupable (et pleure...) d'avoir donné malencontreusement à Quirrell les informations dont il avait besoin pour passer Touffu, son chien géant à 3 têtes. Il est contraint de passer quelques mois à Azkaban dans CdS lorsqu'il est à accusé pour les élèves retrouvés pétrifiés. Dans PA il devient professeur de Soins aux Créatures Magiques. Dans CdF, il semble avoir un petit faible pour Mme Maxime. Dans OdP, Hagrid va partir en mission pour l'Ordre du Phénix avec elle et tenter de rentrer en contact avec les Géants. Ils ont tous deux d'abord prétendu être en vacances en France, jusqu'à ce qu'ils aient semé l'agent du Ministère de la Magie qui les suivait. Après avoir trouvé les géants, ils ont offert des cadeaux au Gurg, dont une branche de Feu de Sempremais, pour le mettre en confiance. Le Gurg s'est fait tuer, et le nouveau n'était pas compréhensif avec eux, mais l'était avec Macnair, l'envoyé de Voldemort. A cause de son voyage, il reste mystérieusement absent pendant les premiers mois de l'année scolaire dans OdP, et en rentre particulièrement amoché. Il révèle plus tard aux enfants qu'il a ramené de force son demi-frère Graup, dont il a découvert l'existence et qui se faisait maltraîter par les autres Géants. Il le surnomme d'ailleurs affectueusement Graupy, et essaie de lui apprendre l'anglais et de le rendre plus civilisé. Hagrid se met les Centaures de la Forêt Interdite à dos dans OdP, en aidant Firenze à échapper à leur courroux. Dans OdP, des Aurors tentent de l'arrêter sous la direction d'Ombrage, mais il parvient à s'enfuir en les assommant tous. Etant étudiant à Poudlard 50 ans auparavant, on peut en déduire que Hagrid est à présent agé d'environ 65 ans. Lors du départ de Harry de Privet Drive, c'est Hagrid qui l'accompagne sur sa moto volante. Peu après Noël, Hagrid est obligé de se mettre en fuite... Hagrid fait partie de ceux prenant part à la bataille finale à Poudlard."}
