{
  "name":"Severus Snape",
  "species":"human",
  "gender":"male",
  "house":"Slytherin",
  "dateOfBirth":"09-01-1960",
  "ancestry":"half-blood",
  "eyeColour":"black",
  "hairColour":"black",
  "patronus":"doe",
  "actor":"Alan Rickman",
  "image":"https://vignette.wikia.nocookie.net/dumbledoresarmyroleplay/images/a/a3/Severus_Snape.jpg/revision/latest?cb=20130708213759",
  "resumer":"Severus Rogue est un homme mince aux cheveux noirs et gras, au nez crochu et au teint cireux; ses yeux sont noirs, vides et froids. Adolescent, il était maigre, noueux et avait un teint blafard; ses épaules étaient rondes mais son corps anguleux, et sa démarche saccadée. Il habite à l'Impasse du Tisseur. Fils de la sorcière Eileen Prince et du Moldu Tobias Rogue, Rogue n'est autre que le Prince de Sang-Mêlé. Rogue a le même âge que les Maraudeurs et est étudiant à Poudlard en même temps qu'eux mais chez les Serpentard. A en croire Sirius, Rogue faisait partie à l'époque d'une bande de Serpentards qui sont presque tous devenus Mangemorts. La bande des Maraudeurs le surnomme Servilus. Un jour, Sirius l'envoie sous le Saule Cogneur alors que Lupin est sous forme de loup-garou dans la Cabane Hurlante. James Potter a vent de la blague et ramene Rogue au péril de sa propre vie alors que Rogue viens d'apercevoir Lupin en loup-garou. Depuis, Rogue leur en veut énormément à tous les trois: Sirius pour lui avoir joué ce tour, Lupin car il le croyait complice, et James pour lui avoir sauvé la vie - il déteste l'idée d'avoir une dette envers lui. C'est toutefois peut-être pour rembourser sa dette qu'il tente de protéger Harry dans EdS. Vers la fin de ses études, Rogue devient Mangemort, et porte la Marque des Ténèbres sur son avant-bras gauche. Il devient professeur de Potions à Poudlard, apparemment sur ordre de Voldemort. Rogue est celui qui entend une partie de la prophétie lorsqu'elle est énoncée par Trelawney. Il va alors la raconter à Voldemort, mais selon Dumbledore il a énormément de remords lorsqu'il réalise comment Voldemort l'interprétait en allant tuer les Potter. Dumbledore semble avoir des raisons personnelles de croire que Rogue a totalement cessé de soutenir Voldemort. En effet, lorsque Rogue est dénoncé par Karkaroff lors du procès de ce dernier, Dumbledore se porte garant pour lui: il a rejoint leur camp - et l'Ordre du Phénix - avant la chute de Voldemort et s'est mis à leur service comme espion. Rogue est donc professeur de Potions à Poudlard, mais cela ne lui plait pas. Il souhaiterait en effet être professeur de Défense contre les Forces du Mal, poste auqel il postule tous les ans depuis qu'il est professeur à Poudlard - soit depuis 14 ans dans OdP - sans succès. Il est également responsable de la maison des Serpentard. Pour donner ses cours il ne parle guère plus fort qu'un murmure, mais a le don de maintenir sans effort le silence dans une classe. Il peut toutefois devenir très méchant quand il s'y met et, s'il semble éprouver de la sympathie pour Drago, il donne l'impression de haïr Harry. Il n'a de toute façon jamais aimé grand monde parmi ses élèves, bien qu'il favorise toujours les Serpentard. Il est très sarcastique et aime dévaloriser les étudiants (sauf ceux de Serpentard bien sûr). Il semble avoir comme un sixième sens, et est très rancunier. Rogue arpente souvent les couloirs la nuit, et a Rusard à la bonne. Il est également abilité à arbitrer les matchs de Quidditch, et arbitre le match Poufsouffle/Gryffondor dans EdS. Lorsque Remus Lupin devient professeur de Défense contre les Forces du Mal dans PA, il est particulièrement dégouté, et pas uniquement car il convoite le poste lui-même depuis longtemps. Il le suspecte d'avoir aidé Sirius à pénétrer dans le château. Rogue remplace Lupin pour son cours toutes les fois où ce dernier est mystérieusement malade, tous les mois, et fait étudier aux élèves les loups-garous, comme pour les mettre sur la voie... Parmi les deux Mangemorts à ne pas se présenter devant Voldemort dans CdF, Rogue est probablement celui que Voldemort désigne comme celui qui a été trop lâche pour revenir et qui le paiera - celui l'ayant définitivement quitté et qui devra être tué étant certainement Karkaroff, retrouvé mort quelques mois plus tard. A la fin de CdF, lorsque Dumbledore voit que Fudge ne croit pas au retour de Voldemort et décide de reformer l'Ordre lui-même, il demande à Rogue s'il est prêt à faire ce qu'il doit lui demander, et Rogue accepte immédiatement. Harry pense qu'il s'agit peut-être de redevenir espion auprès de Voldemort. Cela est confirmé car dans PdSM, Rogue raconte à Bellatrix qu'il est revenu auprès de Voldemort juste après le tournoi avec 2h de retard, sur ordre de Dumbledore. A partir de ce moment, il agit un peu comme double-agent pour les deux camps, même si on ne sait pas exactement jusqu'à quel point chaque camp est au courant de ses actions pour l'autre. Dans OdP, Rogue ne cesse de taquiner Sirius sur le fait que lui risque sa vie pour l'Ordre alors que Sirius reste tranquillement au 12, Square Grimmaurd. Rogue est un excellent Occlumens. Il donne d'ailleurs des cours d'Occlumancie à Harry dans OdP. Lors de l'un de ces cours, Harry parvient à avoir des flashs de quelques uns de ses souvenirs: un homme au nez crochu hurlant devant une femme recroquevillée pendant qu'un jeune garçon aux cheveux noirs pleure dans un coin; un adolescent aux cheveux gras assis tout seul dans une chambre et tuant des mouches en plein vol avec sa baguette; une fille riant en voyant un jeune homme efflanqué essayer de monter sur un balai qui ruait comme un cheval. Lors d'un autre cours durant lequel Rogue s'absente, Harry plonge dans la Pensine dans laquelle Rogue stocke les souvenirs qu'il ne veut pas qu'il voit, et découvre Rogue se faisant humilier en public par James et Sirius; Lily intervient pour le défendre mais Rogue l'envoie promener en la traitant de Sang-de-bourbe. D'après Rogue, les informations qu'il a fourni à Voldemort ont aidé au meurtre d'Emmeline Vance. Selon Narcissa Malefoy, Rogue est le conseiller préféré de Voldemort. Sur la demande de Narcissa dans PdSM, Rogue fait le Serment Inviolable de protéger Drago dans la tache qui lui a été confiée par Voldemort. Rogue devient la même année professeur de Défense Contre les Forces du Mal. Lors de l'assaut de Poudlard par des Mangemorts, lorsque Drago ne tue pas Dumbledore comme Voldemort le lui avait ordonné, Rogue s'en charge lui-même avant de s'enfuir avec les autres Mangemorts. Lors du départ de Harry de Privet Drive, escorté par des membres de l'Ordre du Phénix, et pendant l'embuscade tendue par les Mangemorts, Rogue lance un Sectumsempra sur George, qui perdra définitivement une oreille. Une fois tombé aux mains des Mangemorts, le Ministère nomme Rogue directeur de Poudlard. Il réinstaure le décret d'Ombrage interdisant les rassemblements de 3 personnes ou plus. Lors de la bataille finale à Poudlard, Voldemort ne parvient pas à exploiter tous les pouvoirs de la Baguette de Sureau. Il suppose que c'est parce qu'elle n'obéira qu'à celui ayant vaincu son ancien propriétaire, c'est à dire Rogue. Voldemort lache donc à regret Nagini sur celui qu'il considère son plus fidèle soldat. Rogue succombe à ses morsures, mais parvient à transmettre ses mémoires à Harry, qui a assisté à la scène sous sa cape d'invisibilité. Lorsque Harry consulte ces mémoires, on découvre toute la vérité sur Rogue: il a en réalité toujours été du côté de Dumbledore et de l'Ordre. Enfant, il habitait dans le même quartier que Lily, c'est lui qui avait vu qu'elle était sorcière et qui lui avait expliqué ce que c'était. Depuis ils ont été amis (et Rogue était même amoureux d'elle), bien que Lily n'aime pas certaines fréquentations douteuses de Rogue (proche de Mulciber et Avery), jusqu'au jour où il la traite de Sang-de-Bourbe. Il tentera de s'excuser, mais jamais elle ne lui pardonnera. Quelques années plus tard, Rogue vient trouver Dumbledore après avoir transmis la prophétie à Voldemort, le suppliant de protéger Lily. Après la mort des Potter, Rogue vient voir Dumbledore, accusateur, mais Dumbledore lui demande de l'aider à protéger l'enfant de Lily, Harry, le jour où Voldemort reviendra. Lors des évènements de PdSM, Dumbledore fait venir Rogue pour tenter de soigner ses blessures provoquées par la bague des Gaunt, mais les dommages sont irréversibles: il ne lui reste plus qu'un an à vivre. Dumbledore demande à Rogue de le tuer, le moment venu. Rogue hésite mais finit par accepter. Après la mort de Dumbledore, Rogue maintient sa couverture du mieux qu'il peut tout en essayant de protéger Harry et les membres de l'Ordre: c'est lui qui suggère à Mondingus le subterfuge des 7 Potters sous le sort de Confusion; le sort qui a coupé l'oreille de George était destiné à un Mangemort qui allait attaquer Lupin; son Patronus est une biche argentée (le même que celui de Lily, de qui il est toujours amoureux même après sa mort), et c'est lui qui a déposé l'épée de Gryffondor dans la mare pour que Harry puisse l'y trouver... Le 2e enfant de Harry et Ginny s'appelle Albus Severus, en l'honneur de Dumbledore et Rogue. De l'aveu de Harry, Rogue était probablement l'homme le plus courageux qu'il ait jamais connu."
}
