{
  "name":"Sirius Black",
  "species":"human",
  "gender":"male",
  "house":"Gryffindor",
  "dateOfBirth":"03-11-1959",
  "ancestry":"pure-blood",
  "eyeColour":"grey",
  "hairColour":"black",
  "patronus":"hare",
  "actor":"Gary Oldman",
  "image":"https://vignette.wikia.nocookie.net/harrypotter/images/9/93/PromoHP5_Sirius_Black.jpg/revision/latest?cb=20090601145207&path-prefix=fr",
  "resumer":"Lorsque Sirius Black fait sa première apparition dans PA, ses yeux sont sombres et ses joues sont creuses, bien que jeune il ait eu un visage rieur, charmeur et séduisant. Il possède de longs cheveux emmêlés. Il est cousin avec Bellatrix Lestrange, Narcissa Malefoy et Andromeda, la mère de Tonks. Il est aussi le 2e cousin au 2e degré d'Arthur Weasley. Son coffre à Gringotts est le 711. Alors que Sirius est étudiant à Poudlard, ses meilleurs amis sont ses camarades de classe James Potter - qui est comme son frère - Rémus Lupin et Peter Pettigrow. Son surnom à l'époque est Patmol, car pour son ami Lupin il est devenu Animagus durant sa 5e année, après 3 années d'efforts. Il peut donc se transformer en gros chien noir. A cette époque, Sirius joue un mauvais tour à Rogue, alors étudiant lui aussi: il l'envoye sous le Saule Cogneur alors que Lupin est sous forme de loup-garou dans la Cabane Hurlante. James a vent de la blague et ramene Rogue au péril de sa propre vie alors que Rogue vient d'apercevoir Lupin en loup-garou. Pourtant, James et Sirius ont pour habitude d'humilier Rogue en public (comme Harry a pu le voir dans la Pensine) et de lui lancer régulièrement des maléfices. Sirius est alors, tout comme James, un élève brillant mais très turbulent. A 16 ans il s'enfuit de chez lui, ne supportant plus sa mère et la mentalité de la famille Black. Il se réfugie chez James et ses parents, qui l'accueillent comme un fils. A 17 ans, il prend une maison à lui grâce à l'argent de son oncle Alphard. Lors de la première guerre, Sirius devient membre de l'Ordre du Phénix. Il est l'un des rares sorciers à ne pas avoir peur de prononcer le nom de Voldemort. Sirius est témoin au mariage de James et Lily, puis devient le parrain de Harry. Lorsque les Potter sont poursuivis par Voldemort, Sirius doit devenir leur Gardien du Secret, mais au dernier moment il parvient à convaincre James de choisir Pettigrow à la place, persuadé que Voldemort ne penserait jamais que c'était Pettigrow. Mais Sirius ne savait pas que Pettigrow était l'espion du Seigneur des Ténèbres: il suspectait en effet Lupin. Sirius s'en veut donc horriblement lorsque les Potter sont tués, se considérant d'une certaine manière responsable de la mort de ses amis. Lorsqu'il passe chez les Potter après que Voldemort les ait tués, il demande à Hagrid de lui confier Harry, mais quand Hagrid refuse Sirius lui donne sa moto volante. Sirius va ensuite confronter Pettigrow mais celui-ci le piège et fait croire à sa propre mort tout en tuant 12 Moldus. Le Ministère de la Magie retrouve Sirius riant aux éclats devant ce qu'ils croient être les restes de Pettigrow. Convaincus que Sirius est l'un des plus fervants partisans de Voldemort et qu'il serait devenu fou lors de la chute de celui-ci, ils accusent Sirius du meurtre de Pettigrow et des 12 Moldus. La sentence tombe: Sirius est envoyé à la prison d'Azkaban. Pendant ses 12 longues années d'emprisonnement, Sirius est donc considéré comme un infâme criminel, mais malgré son long séjour en prison, la pensée qu'il est innocent lui permet de garder la raison. Un jour, il voit la photo de Ron avec Croûtard dans le journal: il reconnait Pettigrow, et sait maintenant où il se trouve. Il s'évade alors d'Azkaban sous sa forme d'Animagus. Sirius devient alors le premier prisonnier d'Azkaban à jamais réussir à s'en évader. Sirius s'introduit ensuite à Poudlard et semble vouloir s'en prendre à Harry, alors qu'en réalité il tente de tuer Pettigrow. Malgré son innocence Sirius est toujours considéré comme un criminel, et après son arrestation le Ministère le condamne au Baiser du Détraqueur. Toutefois, il est sauvé par Harry et Hermione qui lui permettent de s'enfuir sur le dos de Buck. Sirius retourne dans la maison familiale au 12 Square Grimmaurd, qui devient le quartier général de l'Ordre du Phénix reformé. Il fait son possible pour aider l'Ordre et conseiller Harry au mieux. Il se joint à la bataille qui a lieu au Département des Mystères dans OdP face aux Mangemorts. C'est d'ailleurs là que Sirius trouve la mort, tué par Bellatrix, avant de tomber derrière le voile."
}
